[Alarm.DLC06_Alarm_panel_Box_twk:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="アラームパネル"

[Alarm.DLC06_Alarm_panel_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="アラームセキュリティ"
m_UseMessage="無効化された"

[Alarm.DLC06_AlarmBase DisTweaks_AlarmBell]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Alarm.DLC06_AlarmBase:DisTweaks_Interactable_AlarmBell_0 DisTweaks_Interactable_AlarmBell]
m_UnringAlarmText="`GBA_Use` 解除する"
m_Name="警報"
m_InteractText=" `GBA_Use` 鳴らす"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Battery.DLC06_WhaleOilBattery_twk DisTweaks_WhaleOilBattery]
m_EmptyName="空のタンク"

[Battery.DLC06_WhaleOilBattery_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="鯨油タンク"
m_InteractText="`GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Battery.DLC06_WhaleOilBttry_empty DisTweaks_WhaleOilBattery]
m_EmptyName="空のタンク"

[Battery.DLC06_WhaleOilBttry_empty:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="鯨油タンク"
m_InteractText="`GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_ArcPylon_eye_panel:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="電弧塔の回路"
m_UseMessage="電弧塔を敵に対して使用できるようになった"

[Generic.DLC06_Arcpylon_eye_panel_box:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="電弧塔のパネル"

[Generic.DLC06_BulletLauncher:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ランチャー"

[Generic.DLC06_ExplosiveBulletLauncher:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="爆撃ランチャー"

[Generic.DLC06_Generic_eye_panel DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage="`GBA_Use` 使う"
m_FocusMessage="残りリワイヤツール: `q"
m_FocusLockedMessage=""

[Generic.DLC06_Generic_eye_panel:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="回路"
m_InteractText="`GBA_Use` リワイヤツール"
m_AltInteractText=""
m_UseMessage="リワイヤ成功"
m_AltUseMessage=""
m_CannotUseMessage="リワイヤツールがない"

[Generic.DLC06_Generic_eye_panel_box DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉める")
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Generic.DLC06_Generic_eye_panel_box:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="金属パネル"
m_InteractText="`GBA_Use` 開ける"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_GrenadeLauncher:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="ランチャー"
m_InteractText="`GBA_Use` 無効化する"
m_AltInteractText=""
m_UseMessage="無効化された"
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_Tripwire_DoubleDoor:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="トリップワイヤ"
m_InteractText="`GBA_Use` 作動する"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_Tripwire_Hallway:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="トリップワイヤ"
m_InteractText="`GBA_Use` 作動する"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_Tripwire_SimpleDoor:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="トリップワイヤ"
m_InteractText="`GBA_Use` 作動する"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_WallOfLight_eye_panel:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="光の壁の回路"
m_UseMessage="光の壁を敵に対して使用できるようになった"

[Generic.DLC06_WOL_eye_panel_box:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="セキュリティドア・パネル"

